[
    {
        "title" : "Swivel",
        "description" : "This is a website that I build for a client who was starting her business as a virtual assistant. The design is a pixel perfect layout with all media edited and sized to fit every screen width. I had to work very closely with the client to understands her needs for the business in order to properly complete the site.",
        "img" : "public/images/swivel.jpg",
        "tech" : "HTML, CSS, Javascript",
        "url" : "https://swivelgal.com"
    },
    {
        "title" : "State Exchange",
        "description" : "State Exchange is the result of an international collaboration with students from Fulda University in Germany. The product is an e-commerce platform that allows students to exchange goods within a university environment. Students can make an account, upload items to sell, and contact other sellers through a simple messaging service",
        "img" : "public/images/state.png",
        "tech": "HTML, CSS, Javascript, Vue, MySQL, Node, Express",
        "url" : "https://github.com/ChrisJol/State-Exchange"
    },
    {
        "title" : "Uno",
        "description" : "This card game application is the result of a 10 week, 4 student collaboration to build a real-time, multiplayer, online game that integrates front-end design and layout principles, back-end routing and serving of data, and a database to persist user data, game states, and to allow for live chat capabilities.",
        "img" : "public/images/uno.gif",
        "tech" : "HTML, CSS, Javascript, Heroku, Node, Express, Postgres",
        "url" : "https://uno-667-02.herokuapp.com"
    },
    {
        "title" : "Eating For Free",
        "description" : "Eating For Free is a Bay Area based investigative podcast. The two hosts, Matthew Lawson and Joan Summers, contracted me to design and build their website to help grow their business",
        "img" : "public/images/e4f.png",
        "tech" : "HTML, CSS, Javascript",
        "url" : "https://eatingforfree.com"
    },
    {
        "title" : "Lawson Chriopractics",
        "description" : "Lawson Chiropractics is a redesign of an out-dated website for a San Diego based chiropractor. The website was never deployed, but the design remains as a demonstration of modern design practices",
        "img" : "public/images/lawson_chiro.png",
        "tech" : "HTML, CSS, Javascript",
        "url" : "https://chrisjol.github.io/Lawson-Chiro"
    }
]